<?php
    $info_text = "<h2>Информация о скачи&shy;вании файлов</h2>
        <h4>О содержании файлов</h4>
        <p>Администрация сайта не несёт ответственности за содержание файлов, размещённых на сате! Каждый авторизованный пользователь может выгружать свои файлы, и мы не можем проверить каждый, поэтому не исключаем наличие вредоносных файлов. Так же возможно наличие нецензурной лексики. Во избежание проблем, рекомендуем иметь на компьютере антивирус.</p>
        <p>В случае обнаружения вредоносных файлов или файлов, содержащих нецензурную лексику, просим обратиться к нам по средствам <a class='text_href' href='https://vk.com/presentationtemplates'>сообщества в VK</a>.</p>
        <h4>О загрузке файлов</h4>
        <p>При нажатии на кнопку «Скачать» должна начаться немедленная загрузка файла. В случае, если этого не произошло, проверьте качество интернет-соединения, антивирусное ПО, наличие свободного места на устройстве. Если всё-таки не удалось скачать файл, просим обратиться к нам по средствам <a class='text_href' href='https://vk.com/presentationtemplates'>сообщества в VK</a>.</p>";
    include "info_form.php";
?>