<?php
    $info_text = "<h2>Информация о выгруз&shy;ке проек&shy;тов</h2>
        <h4>О выгрузке</h4>
        <p>1. Выберете название для своего проекта, которое должно содержать от 3 до 70 символов. Затем придумайте описание проекта. Описание должно содержать краткие сведения о вашем проекте, пояснения и другую необходимую информацию. Напоминаем, что информацию по использованию самого шаблона лучше расписать в самом файле, ведь так клиент сможет осваивать шаблон по мере его использования. Описание, как и название проекта, будет видно всем.</p>
        <p>2. Выберете категорию, в которую ваш проект будет помешен. Если такой не нашлось, то вы можете создать свою категорию, для чего надо будет перейти по ссылке «Создать».</p>
        <p>3. Загрузите обложку вашего проекта. Обложка – это то, на что пользователи обращают внимание в первую очередь, поэтому тщательно отнеситесь к её созданию. Обложка должна быть формата .PNG и желательно 1080 на 1920 пикселей.</p>
        <p>4. Загрузите сам шаблон. Он должен иметь формат .PPTX. После выполнения всех действий нажмите кнопку «Опубликовать».</p>
        <p>В случае возникновения проблем с загрузкой, просим обратиться к нам по средствам <a class='text_href' href='https://vk.com/presentationtemplates'>сообщества в VK</a>.</p>
        <h4>Правила сообщества</h4>
        <p>Как и у любого сервиса, у нашего сайта есть свои правила для авторов контента.</p>
        <p>1. Файлы, загружаемые на сайт, не должны содержать вредоносное П.О. В случае обнаружения такового, администрацией сайта будут удалены все проекты пользователя и его аккаунт без предупреждения.</p>
        <p>2. Текст названия и описания, текст внутри шаблона и текст на обложке не должны содержать нецензурной лексики и оскорблений. В случае обнаружения, проект, содержащий данный текст, будет удалён без предупреждения.</p>";
    include "info_form.php";
?>